Repository: spixi/crops
Catalog: locale/*.po
Languages: it, pt

source: Unbaked clay bowl
it: Ciotola di argilla cruda
pt: Tigela de Barro Fresco

source: Clay bowl
it: Ciotola di argilla
pt: Tigela de Barro

source: Bowl of vegetable stew
it: Ciotola di stufato vegetale
pt: Tigela de Ensopado de Vegetais

source: Bowl of uncooked vegetable stew
it: Ciotola di stufato vegetale crudo
pt: Tigela de Vegetais Crus

source: Bowl of ratatouille
it: Ciotola di ratatouille
pt: Tigela de Ratatouille

source: Bowl of uncooked ratatouille
it: Ciotola di ratatouille cruda
pt: Tigela de Ratatouille Cru

source: Corn
it: Granoturco
pt: Milho

source: Corn Cob
it: Pannocchia
pt: Espiga de Milho

source: Corn on the Cob
it: Pannocchia arrostita
pt: Milho na Espiga

source: Corn plant
it: Pianta di granoturco
pt: Planta de Milho

source: Defaulting to "normal" difficulty settings
it: Utilizzo delle impostazioni di difficolt√† "normal"
pt: Padrao para configuraçoes de dificuldade "normal"

source: Hydration and dehydration mechanics are enabled.
it: Le meccaniche di idratazione e disidratazione sono abilitate.
pt: Mecanica de hidrataçao e desidrataçao esta habilitada.

source: Unable to find plant "@1" in crops table
it: Impossibile trovare la pianta "@1" nella tabella delle messi
pt: Impossivel encontrar a planta "@1" na tabela de culturas

source: Loaded!
it: Caricato!
pt: Carregado!

source: Melon seed
it: Seme di anguria
pt: Semente de Melancia

source: Melon plant
it: Pianta di anguria
pt: Planta de Melancia

source: Melon slice
it: Fetta di anguria
pt: Pedaço de Melancia

source: Melon
it: Anguria
pt: Melancia

source: Green Bean
it: Fagiolo verde
pt: Feijao Verde

source: Beanpoles
it: Palo per fagioli
pt: Apoio de Feijao

source: Green bean seed
it: Seme di fagiolo verde
pt: Semente de Feijao Verde

source: Green Bean plant
it: Pianta di fagiolo verde
pt: Planta de Feijao Verde

source: Potato eyes
it: Germogli di patata
pt: Raizes de Batata

source: Potato plant
it: Pianta di patata
pt: Planta de Batata

source: Potato
it: Patata
pt: Batata

source: Soil with potatoes
it: Terreno con patate
pt: Solo com Batatas

source: Pumpkin seed
it: Seme di zucca
pt: Semente de Abobora

source: Pumpkin plant
it: Pianta di zucca
pt: Planta de Abobora

source: Roasted pumpkin
it: Zucca arrostita
pt: Abobora Assada

source: Pumpkin
it: Zucca
pt: Abobora

source: Tomato seed
it: Seme di pomodoro
pt: Semente de Tomate

source: Tomato plant
it: Pianta di pomodoro
pt: Planta de Tomate

source: Eggfruit
it: Melanzana
pt: Berinjela

source: Eggfruit seed
it: Seme di melanzana
pt: Semente de Berinjela

source: Eggfruit plant
it: Pianta di melanzana
pt: Planta de Berinjela

source: Tomato
it: Pomodoro
pt: Tomate

source: Watering Can
it: Innaffiatoio
pt: Regador

source: Hydrometer
it: Idrometro
pt: Hydrometro
